Repository: xxshubhamxx/cmux-panecho
Catalog: Packages/macOS/CmuxSettingsUI/Sources/CmuxSettingsUI/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, km, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# settings.customSidebars.newFromTemplate
source: New from Template…
ar: جديد من قالب…
de: Neue Vorlage…
es: Nuevo desde plantilla…
fr: Nouveau depuis un modèle…
ja: テンプレートから新規作成…
ko: 템플릿에서 새로 만들기…
zh_hans: 从模板新建…
zh_hant: 從範本新增…

# sidebar.template.activity.name
source: Activity
ar: النشاط
de: Aktivität
es: Actividad
fr: Activité
ja: アクティビティ
ko: 활동
zh_hans: 活动
zh_hant: 活動

# sidebar.template.activity.description
source: Unread workspaces first, with quick actions for triage.
ar: قالب قابل للتحرير لشريط جانبي مخصص.
de: Eine bearbeitbare Vorlage für eine benutzerdefinierte Seitenleiste.
es: Una plantilla editable para una barra lateral personalizada.
fr: Un modèle modifiable pour une barre latérale personnalisée.
ja: 編集できるカスタムサイドバーのテンプレートです。
ko: 편집 가능한 맞춤 사이드바 템플릿입니다.
zh_hans: 可编辑的自定义侧边栏模板。
zh_hant: 可編輯的自訂側邊欄範本。

# sidebar.template.agents-board.name
source: Agents Board
ar: لوحة الوكلاء
de: Agenten-Board
es: Tablero de agentes
fr: Tableau des agents
ja: エージェントボード
ko: 에이전트 보드
zh_hans: 代理看板
zh_hant: 代理看板

# sidebar.template.agents-board.description
source: A kanban-style board for agent workspaces.
ar: قالب قابل للتحرير لشريط جانبي مخصص.
de: Eine bearbeitbare Vorlage für eine benutzerdefinierte Seitenleiste.
es: Una plantilla editable para una barra lateral personalizada.
fr: Un modèle modifiable pour une barre latérale personnalisée.
ja: 編集できるカスタムサイドバーのテンプレートです。
ko: 편집 가능한 맞춤 사이드바 템플릿입니다.
zh_hans: 可编辑的自定义侧边栏模板。
zh_hant: 可編輯的自訂側邊欄範本。

# sidebar.template.agents-cards.name
source: Agents Cards
ar: بطاقات الوكلاء
de: Agenten-Karten
es: Tarjetas de agentes
fr: Cartes des agents
ja: エージェントカード
ko: 에이전트 카드
zh_hans: 代理卡片
zh_hant: 代理卡片

# sidebar.template.agents-cards.description
source: Agent workspaces as compact status cards.
ar: قالب قابل للتحرير لشريط جانبي مخصص.
de: Eine bearbeitbare Vorlage für eine benutzerdefinierte Seitenleiste.
es: Una plantilla editable para una barra lateral personalizada.
fr: Un modèle modifiable pour une barre latérale personnalisée.
ja: 編集できるカスタムサイドバーのテンプレートです。
ko: 편집 가능한 맞춤 사이드바 템플릿입니다.
zh_hans: 可编辑的自定义侧边栏模板。
zh_hant: 可編輯的自訂側邊欄範本。

# sidebar.template.agents-dense.name
source: Agents Dense
ar: الوكلاء المكثفون
de: Agenten-Dichte
es: Agentes densos
fr: Agents denses
ja: エージェント密集
ko: 에이전트 밀집
zh_hans: 紧凑代理
zh_hant: 密集代理

# sidebar.template.agents-dense.description
source: A dense, information-first agent roster.
ar: قالب قابل للتحرير لشريط جانبي مخصص.
de: Eine bearbeitbare Vorlage für eine benutzerdefinierte Seitenleiste.
es: Una plantilla editable para una barra lateral personalizada.
fr: Un modèle modifiable pour une barre latérale personnalisée.
ja: 編集できるカスタムサイドバーのテンプレートです。
ko: 편집 가능한 맞춤 사이드바 템플릿입니다.
zh_hans: 可编辑的自定义侧边栏模板。
zh_hant: 可編輯的自訂側邊欄範本。

# sidebar.template.agents-focus.name
source: Agents Focus
ar: تركيز الوكلاء
de: Agenten-Fokus
es: Enfoque de agentes
fr: Focus agents
ja: エージェントフォーカス
ko: 에이전트 포커스
zh_hans: 代理聚焦
zh_hant: 代理焦點

# sidebar.template.agents-focus.description
source: A focused view of the active agent and its queue.
ar: قالب قابل للتحرير لشريط جانبي مخصص.
de: Eine bearbeitbare Vorlage für eine benutzerdefinierte Seitenleiste.
es: Una plantilla editable para una barra lateral personalizada.
fr: Un modèle modifiable pour une barre latérale personnalisée.
ja: 編集できるカスタムサイドバーのテンプレートです。
ko: 편집 가능한 맞춤 사이드바 템플릿입니다.
zh_hans: 可编辑的自定义侧边栏模板。
zh_hant: 可編輯的自訂側邊欄範本。

# sidebar.template.agents-timeline.name
source: Agents Timeline
ar: الخط الزمني للوكلاء
de: Agenten-Zeitachse
es: Línea de tiempo de agentes
fr: Chronologie des agents
ja: エージェントタイムライン
ko: 에이전트 타임라인
zh_hans: 代理时间线
zh_hant: 代理時間線

# sidebar.template.agents-timeline.description
source: Agent activity arranged as a live timeline.
ar: قالب قابل للتحرير لشريط جانبي مخصص.
de: Eine bearbeitbare Vorlage für eine benutzerdefinierte Seitenleiste.
es: Una plantilla editable para una barra lateral personalizada.
fr: Un modèle modifiable pour une barre latérale personnalisée.
ja: 編集できるカスタムサイドバーのテンプレートです。
ko: 편집 가능한 맞춤 사이드바 템플릿입니다.
zh_hans: 可编辑的自定义侧边栏模板。
zh_hant: 可編輯的自訂側邊欄範本。

# sidebar.template.btop-agents.name
source: btop Agents
ar: وكلاء btop
de: btop-Agenten
es: Agentes btop
fr: Agents btop
ja: btopエージェント
ko: btop 에이전트
zh_hans: btop 代理
zh_hant: btop 代理

# sidebar.template.btop-agents.description
source: A terminal-inspired monitor for agent activity.
ar: قالب قابل للتحرير لشريط جانبي مخصص.
de: Eine bearbeitbare Vorlage für eine benutzerdefinierte Seitenleiste.
es: Una plantilla editable para una barra lateral personalizada.
fr: Un modèle modifiable pour une barre latérale personnalisée.
ja: 編集できるカスタムサイドバーのテンプレートです。
ko: 편집 가능한 맞춤 사이드바 템플릿입니다.
zh_hans: 可编辑的自定义侧边栏模板。
zh_hant: 可編輯的自訂側邊欄範本。

# sidebar.template.clock.name
source: Clock
ar: الساعة
de: Uhr
es: Reloj
fr: Horloge
ja: 時計
ko: 시계
zh_hans: 时钟
zh_hant: 時鐘

# sidebar.template.clock.description
source: A simple clock with workspace shortcuts.
ar: قالب قابل للتحرير لشريط جانبي مخصص.
de: Eine bearbeitbare Vorlage für eine benutzerdefinierte Seitenleiste.
es: Una plantilla editable para una barra lateral personalizada.
fr: Un modèle modifiable pour une barre latérale personnalisée.
ja: 編集できるカスタムサイドバーのテンプレートです。
ko: 편집 가능한 맞춤 사이드바 템플릿입니다.
zh_hans: 可编辑的自定义侧边栏模板。
zh_hant: 可編輯的自訂側邊欄範本。

# sidebar.template.compact.name
source: Compact
ar: مضغوط
de: Kompakt
es: Compacto
fr: Compacte
ja: コンパクト
ko: 컴팩트
zh_hans: 紧凑
zh_hant: 精簡

# sidebar.template.compact.description
source: A compact workspace list for narrow sidebars.
ar: قالب قابل للتحرير لشريط جانبي مخصص.
de: Eine bearbeitbare Vorlage für eine benutzerdefinierte Seitenleiste.
es: Una plantilla editable para una barra lateral personalizada.
fr: Un modèle modifiable pour une barre latérale personnalisée.
ja: 編集できるカスタムサイドバーのテンプレートです。
ko: 편집 가능한 맞춤 사이드바 템플릿입니다.
zh_hans: 可编辑的自定义侧边栏模板。
zh_hant: 可編輯的自訂側邊欄範本。

# sidebar.template.finder.name
source: Finder
ar: شريط Finder الجانبي
de: Finder-Seitenleiste
es: Barra Finder
fr: Barre Finder
ja: Finder サイドバー
ko: Finder 사이드바
zh_hans: Finder 侧边栏
zh_hant: Finder 側邊欄

# sidebar.template.finder.description
source: A Finder-style workspace and tab browser.
ar: قالب قابل للتحرير لشريط جانبي مخصص.
de: Eine bearbeitbare Vorlage für eine benutzerdefinierte Seitenleiste.
es: Una plantilla editable para una barra lateral personalizada.
fr: Un modèle modifiable pour une barre latérale personnalisée.
ja: 編集できるカスタムサイドバーのテンプレートです。
ko: 편집 가능한 맞춤 사이드바 템플릿입니다.
zh_hans: 可编辑的自定义侧边栏模板。
zh_hant: 可編輯的自訂側邊欄範本。

# sidebar.template.focus.name
source: Focus
ar: التركيز
de: Fokus
es: Enfoque
fr: Concentration
ja: フォーカス
ko: 포커스
zh_hans: 聚焦
zh_hant: 焦點

# sidebar.template.focus.description
source: The selected workspace first, followed by what needs attention.
ar: قالب قابل للتحرير لشريط جانبي مخصص.
de: Eine bearbeitbare Vorlage für eine benutzerdefinierte Seitenleiste.
es: Una plantilla editable para una barra lateral personalizada.
fr: Un modèle modifiable pour une barre latérale personnalisée.
ja: 編集できるカスタムサイドバーのテンプレートです。
ko: 편집 가능한 맞춤 사이드바 템플릿입니다.
zh_hans: 可编辑的自定义侧边栏模板。
zh_hant: 可編輯的自訂側邊欄範本。

# sidebar.template.kitchen-sink.name
source: Kitchen Sink
ar: كل الميزات
de: Küchenspüle
es: Todo en uno
fr: Tout-en-un
ja: 全部入り
ko: 종합
zh_hans: 功能大全
zh_hant: 功能大全

# sidebar.template.kitchen-sink.description
source: A tour of the custom sidebar runtime features.
ar: قالب قابل للتحرير لشريط جانبي مخصص.
de: Eine bearbeitbare Vorlage für eine benutzerdefinierte Seitenleiste.
es: Una plantilla editable para una barra lateral personalizada.
fr: Un modèle modifiable pour une barre latérale personnalisée.
ja: 編集できるカスタムサイドバーのテンプレートです。
ko: 편집 가능한 맞춤 사이드바 템플릿입니다.
zh_hans: 可编辑的自定义侧边栏模板。
zh_hant: 可編輯的自訂側邊欄範本。

# sidebar.template.panel-info.name
source: Panel Info
ar: معلومات اللوحة
es: Información del panel
fr: Infos du panneau
ja: パネル情報
ko: 패널 정보
zh_hans: 面板信息
zh_hant: 面板資訊

# sidebar.template.panel-info.description
source: A selected-workspace overview with ports and pull requests.
ar: قالب قابل للتحرير لشريط جانبي مخصص.
de: Eine bearbeitbare Vorlage für eine benutzerdefinierte Seitenleiste.
es: Una plantilla editable para una barra lateral personalizada.
fr: Un modèle modifiable pour une barre latérale personnalisée.
ja: 編集できるカスタムサイドバーのテンプレートです。
ko: 편집 가능한 맞춤 사이드바 템플릿입니다.
zh_hans: 可编辑的自定义侧边栏模板。
zh_hant: 可編輯的自訂側邊欄範本。

# sidebar.template.panel-sessions.name
source: Panel Sessions
ar: جلسات اللوحة
de: Panel-Sitzungen
es: Sesiones del panel
fr: Sessions du panneau
ja: パネルセッション
ko: 패널 세션
zh_hans: 面板会话
zh_hant: 面板工作階段

# sidebar.template.panel-sessions.description
source: Searchable sessions for this workspace or all workspaces.
ar: قالب قابل للتحرير لشريط جانبي مخصص.
de: Eine bearbeitbare Vorlage für eine benutzerdefinierte Seitenleiste.
es: Una plantilla editable para una barra lateral personalizada.
fr: Un modèle modifiable pour une barre latérale personnalisée.
ja: 編集できるカスタムサイドバーのテンプレートです。
ko: 편집 가능한 맞춤 사이드바 템플릿입니다.
zh_hans: 可编辑的自定义侧边栏模板。
zh_hant: 可編輯的自訂側邊欄範本。

# sidebar.template.panel-subagents.name
source: Panel Subagents
ar: الوكلاء الفرعيون
de: Panel-Unteragenten
es: Subagentes del panel
fr: Sous-agents du panneau
ja: パネルサブエージェント
ko: 패널 하위 에이전트
zh_hans: 面板子代理
zh_hant: 面板子代理

# sidebar.template.panel-subagents.description
source: Coding-agent sessions grouped by workspace with live status.
ar: قالب قابل للتحرير لشريط جانبي مخصص.
de: Eine bearbeitbare Vorlage für eine benutzerdefinierte Seitenleiste.
es: Una plantilla editable para una barra lateral personalizada.
fr: Un modèle modifiable pour une barre latérale personnalisée.
ja: 編集できるカスタムサイドバーのテンプレートです。
ko: 편집 가능한 맞춤 사이드바 템플릿입니다.
zh_hans: 可编辑的自定义侧边栏模板。
zh_hant: 可編輯的自訂側邊欄範本。

# sidebar.template.panel-todo.name
source: Panel Todo
ar: مهام اللوحة
de: Panel-Aufgaben
es: Tareas del panel
fr: Tâches du panneau
ja: パネルToDo
ko: 패널 할 일
zh_hans: 面板待办
zh_hant: 面板待辦

# sidebar.template.panel-todo.description
source: An interactive scratch checklist for the current workspace.
ar: قالب قابل للتحرير لشريط جانبي مخصص.
de: Eine bearbeitbare Vorlage für eine benutzerdefinierte Seitenleiste.
es: Una plantilla editable para una barra lateral personalizada.
fr: Un modèle modifiable pour une barre latérale personnalisée.
ja: 編集できるカスタムサイドバーのテンプレートです。
ko: 편집 가능한 맞춤 사이드바 템플릿입니다.
zh_hans: 可编辑的自定义侧边栏模板。
zh_hant: 可編輯的自訂側邊欄範本。

# sidebar.template.ports.name
source: Ports
ar: المنافذ
de: Netzwerkports
es: Puertos
fr: Ports réseau
ja: ポート
ko: 포트
zh_hans: 端口
zh_hant: 連接埠

# sidebar.template.ports.description
source: Listening ports across the current workspaces.
ar: قالب قابل للتحرير لشريط جانبي مخصص.
de: Eine bearbeitbare Vorlage für eine benutzerdefinierte Seitenleiste.
es: Una plantilla editable para una barra lateral personalizada.
fr: Un modèle modifiable pour une barre latérale personnalisée.
ja: 編集できるカスタムサイドバーのテンプレートです。
ko: 편집 가능한 맞춤 사이드바 템플릿입니다.
zh_hans: 可编辑的自定义侧边栏模板。
zh_hant: 可編輯的自訂側邊欄範本。

# sidebar.template.status-board.name
source: Status Board
ar: لوحة الحالة
es: Panel de estado
fr: Tableau des statuts
ja: ステータスボード
ko: 상태 보드
zh_hans: 状态看板
zh_hant: 狀態看板

# sidebar.template.status-board.description
source: Workspaces grouped by urgency, review, progress, and completion.
ar: قالب قابل للتحرير لشريط جانبي مخصص.
de: Eine bearbeitbare Vorlage für eine benutzerdefinierte Seitenleiste.
es: Una plantilla editable para una barra lateral personalizada.
fr: Un modèle modifiable pour une barre latérale personnalisée.
ja: 編集できるカスタムサイドバーのテンプレートです。
ko: 편집 가능한 맞춤 사이드바 템플릿입니다.
zh_hans: 可编辑的自定义侧边栏模板。
zh_hant: 可編輯的自訂側邊欄範本。

# sidebar.template.workspaces.name
source: Workspaces
ar: مساحات العمل
de: Arbeitsbereiche
es: Espacios de trabajo
fr: Espaces de travail
ja: ワークスペース
ko: 워크스페이스
zh_hans: 工作区
zh_hant: 工作區

# sidebar.template.workspaces.description
source: A straightforward live workspace list.
ar: قالب قابل للتحرير لشريط جانبي مخصص.
de: Eine bearbeitbare Vorlage für eine benutzerdefinierte Seitenleiste.
es: Una plantilla editable para una barra lateral personalizada.
fr: Un modèle modifiable pour une barre latérale personnalisée.
ja: 編集できるカスタムサイドバーのテンプレートです。
ko: 편집 가능한 맞춤 사이드바 템플릿입니다.
zh_hans: 可编辑的自定义侧边栏模板。
zh_hant: 可編輯的自訂側邊欄範本。

# settings.customSidebars.browseTemplates
source: Browse Templates…
ar: تصفح القوالب…
de: Vorlagen durchsuchen…
es: Explorar plantillas…
fr: Parcourir les modèles…
ja: テンプレートを閲覧…
ko: 템플릿 둘러보기…
zh_hans: 浏览模板…
zh_hant: 瀏覽範本…

# settings.customSidebars.empty.title
source: Start with a template
ar: ابدأ بقالب
de: Mit einer Vorlage beginnen
es: Empieza con una plantilla
fr: Commencer avec un modèle
ja: テンプレートから始める
ko: 템플릿으로 시작
zh_hans: 从模板开始
zh_hant: 從範本開始

# settings.customSidebars.gallery.installed
source: Installed %@
ar: تم تثبيت %@
de: Installiert: %@
es: Instalado: %@
fr: Installé : %@
ja: インストール済み: %@
ko: 설치됨: %@
zh_hans: 已安装 %@
zh_hant: 已安裝 %@

# settings.customSidebars.gallery.keep
source: Keep
ar: الاحتفاظ
de: Behalten
es: Conservar
fr: Garder
ja: 保持
ko: 유지
zh_hans: 保留
zh_hant: 保留

# settings.customSidebars.gallery.previewing
source: Previewing in your sidebar
ar: معاينة في الشريط الجانبي
de: Vorschau in deiner Seitenleiste
es: Vista previa en tu barra lateral
fr: Aperçu dans votre barre latérale
ja: サイドバーでプレビュー中
ko: 사이드바에서 미리 보는 중
zh_hans: 正在侧边栏中预览
zh_hant: 正在側邊欄中預覽

# settings.customSidebars.gallery.revert
source: Revert
ar: تراجع
de: Zurücksetzen
es: Revertir
fr: Rétablir
ja: 戻す
ko: 되돌리기
zh_hans: 还原
zh_hant: 還原

# settings.customSidebars.gallery.subtitle
source: Try a curated sidebar before you install it.
ar: جرّب شريطًا جانبيًا منتقى قبل تثبيته.
de: Probiere eine kuratierte Seitenleiste aus, bevor du sie installierst.
es: Prueba una barra lateral seleccionada antes de instalarla.
fr: Testez une barre latérale sélectionnée avant de l’installer.
ja: インストールする前に厳選したサイドバーを試せます。
ko: 설치하기 전에 엄선된 사이드바를 사용해 보세요.
zh_hans: 安装前先试用精选侧边栏。
zh_hant: 安裝前先試用精選側邊欄。

# settings.customSidebars.gallery.title
source: Sidebar Templates
ar: قوالب الأشرطة الجانبية
de: Seitenleisten-Vorlagen
es: Plantillas de barras laterales
fr: Modèles de barres latérales
ja: サイドバーテンプレート
ko: 사이드바 템플릿
zh_hans: 侧边栏模板
zh_hant: 側邊欄範本

# settings.customSidebars.gallery.try
source: Try
ar: تجربة
de: Ausprobieren
es: Probar
fr: Essayer
ja: 試す
ko: 사용해 보기
zh_hans: 试用
zh_hant: 試用

# settings.customSidebars.gallery.use
source: Use
ar: استخدام
de: Verwenden
es: Usar
fr: Utiliser
ja: 使う
ko: 사용
zh_hans: 使用
zh_hant: 使用

# settings.customSidebars.gallery.leftSidebar
source: Left sidebar
ar: شريط جانبي أيسر
de: Linke Seitenleiste
es: Barra lateral izquierda
fr: Barre latérale gauche
ja: 左サイドバー
ko: 왼쪽 사이드바
zh_hans: 左侧边栏
zh_hant: 左側邊欄

# settings.customSidebars.gallery.rightPanel
source: Right panel
ar: لوحة يمنى
de: Rechtes Panel
es: Panel derecho
fr: Panneau droit
ja: 右パネル
ko: 오른쪽 패널
zh_hans: 右侧面板
zh_hant: 右側面板

# settings.terminal.predictiveLocalEcho
source: Predictive Local Echo
ar: الصدى المحلي التنبؤي
de: Vorausschauendes lokales Echo
es: Eco local predictivo
fr: Écho local prédictif
ja: 予測ローカルエコー
ko: 예측 로컬 에코
zh_hans: 预测性本地回显
zh_hant: 預測性本機回顯

# settings.terminal.predictiveLocalEcho.subtitle
source: In terminals on another machine, typed characters appear right away when the connection is slow. They stay underlined until the remote host confirms them. Local terminals, password prompts and full-screen apps are excluded.
ar: في الطرفيات الموجودة على جهاز آخر، تظهر الأحرف المكتوبة فورًا عندما يكون الاتصال بطيئًا، وتبقى مسطّرة حتى يؤكدها المضيف البعيد. ولا ينطبق ذلك على الطرفيات المحلية ومطالبات كلمة المرور والتطبيقات بملء الشاشة.
de: In Terminals auf einem anderen Rechner erscheinen getippte Zeichen bei langsamer Verbindung sofort. Sie bleiben unterstrichen, bis der Remote-Host sie bestätigt. Ausgenommen sind lokale Terminals, Passwortabfragen und Vollbild-Apps.
es: En terminales de otra máquina, los caracteres escritos aparecen al instante cuando la conexión es lenta y permanecen subrayados hasta que el host remoto los confirma. No se aplica a terminales locales, solicitudes de contraseña ni apps a pantalla completa.
fr: Dans les terminaux d’une autre machine, les caractères saisis s’affichent immédiatement lorsque la connexion est lente. Ils restent soulignés jusqu’à ce que l’hôte distant les confirme. Cela ne s’applique ni aux terminaux locaux, ni aux invites de mot de passe, ni aux apps en plein écran.
ja: 別のマシン上のターミナルで接続が遅いとき、入力した文字をすぐに表示し、リモートホストが確認するまで下線を付けます。ローカルターミナル、パスワードの入力、フルスクリーンアプリには適用されません。
ko: 다른 기기의 터미널에서 연결이 느릴 때 입력한 문자를 바로 표시하고, 원격 호스트가 확인할 때까지 밑줄로 표시합니다. 로컬 터미널, 비밀번호 프롬프트와 전체 화면 앱에는 적용되지 않습니다.
zh_hans: 在其他机器上的终端中，连接较慢时输入的字符会立即显示并带有下划线，直到远程主机确认为止。本地终端、密码提示和全屏 App 不适用此功能。
zh_hant: 在其他機器上的終端機中，連線較慢時輸入的字元會立即顯示並加上底線，直到遠端主機確認為止。本機終端機、密碼提示和全螢幕 App 不適用此功能。

# settings.terminal.themeGallery.truncated
source: More themes match. Keep typing to narrow the list.
ar: هناك سمات أخرى مطابقة. تابع الكتابة لتضييق القائمة.
bs: Postoji još tema koje odgovaraju. Nastavite kucati da suzite listu.
da: Flere temaer matcher. Skriv videre for at indsnævre listen.
de: Es gibt weitere Treffer. Tippe weiter, um die Liste einzugrenzen.
es: Hay más temas que coinciden. Sigue escribiendo para acotar la lista.
fr: D’autres thèmes correspondent. Continuez à taper pour affiner la liste.
it: Ci sono altri temi corrispondenti. Continua a digitare per restringere l’elenco.
ja: ほかにも一致するテーマがあります。入力を続けて絞り込んでください。
km: មានស្បែកផ្សេងទៀតដែលត្រូវគ្នា។ បន្តវាយដើម្បីបង្រួមបញ្ជី។
ko: 일치하는 테마가 더 있습니다. 계속 입력해 목록을 좁히세요.
nb: Flere temaer samsvarer. Skriv videre for å snevre inn listen.
pl: Pasuje więcej motywów. Pisz dalej, aby zawęzić listę.
pt_br: Mais temas correspondem. Continue digitando para refinar a lista.
ru: Подходят и другие темы. Продолжайте вводить, чтобы сузить список.
th: ยังมีธีมที่ตรงกันอีก พิมพ์ต่อเพื่อจำกัดรายการ
tr: Eşleşen başka temalar da var. Listeyi daraltmak için yazmaya devam edin.
uk: Є й інші відповідні теми. Продовжуйте вводити, щоб звузити список.
zh_hans: 还有更多匹配的主题。继续输入以缩小列表范围。
zh_hant: 還有更多相符的主題。繼續輸入以縮小清單範圍。

# settings.team.invite
source: Invite people
ar: دعوة أشخاص
de: Personen einladen
es: Invitar personas
fr: Inviter des personnes
ja: メンバーを招待
ko: 구성원 초대
zh_hans: 邀请成员
zh_hant: 邀請成員

# settings.team.invite.partial
source: Could not invite: %@
ar: تعذّرت الدعوة: %@
de: Konnte nicht einladen: %@
es: No se pudo invitar: %@
fr: Impossible d’inviter : %@
ja: 招待できませんでした: %@
ko: 초대할 수 없음: %@
zh_hans: 无法邀请：%@
zh_hant: 無法邀請：%@

# settings.team.invite.placeholder
source: Email addresses, comma separated
ar: عناوين البريد الإلكتروني، مفصولة بفواصل
de: E-Mail-Adressen, durch Kommas getrennt
es: Direcciones de correo, separadas por comas
fr: Adresses e-mail, séparées par des virgules
ja: メールアドレス（カンマ区切り）
ko: 이메일 주소(쉼표로 구분)
zh_hans: 电子邮件地址，以逗号分隔
zh_hant: 電子郵件地址，以逗號分隔

# settings.team.invite.roleLabel
source: Invite role
ar: دور الدعوة
de: Rolle für die Einladung
es: Rol de la invitación
fr: Rôle de l’invitation
ja: 招待する役割
ko: 초대 역할
zh_hans: 邀请角色
zh_hant: 邀請角色

# settings.team.invite.send
source: Send invites
ar: إرسال الدعوات
de: Einladungen senden
es: Enviar invitaciones
fr: Envoyer les invitations
ja: 招待を送信
ko: 초대 보내기
zh_hans: 发送邀请
zh_hant: 傳送邀請

# settings.team.invite.sent
source: Invitations sent.
ar: تم إرسال الدعوات.
de: Einladungen gesendet.
es: Invitaciones enviadas.
fr: Invitations envoyées.
ja: 招待を送信しました。
ko: 초대를 보냈습니다.
zh_hans: 邀请已发送。
zh_hant: 邀請已送出。

# settings.team.leave
source: Leave
ar: مغادرة
de: Verlassen
es: Salir
fr: Quitter
ja: 退出
ko: 나가기
zh_hans: 离开
zh_hant: 離開

# settings.team.link.copied
source: Invite link copied. It expires in 7 days.
ar: تم نسخ رابط الدعوة. تنتهي صلاحيته خلال 7 أيام.
de: Einladungslink kopiert. Er läuft in 7 Tagen ab.
es: Enlace de invitación copiado. Caduca en 7 días.
fr: Lien d’invitation copié. Il expire dans 7 jours.
ja: 招待リンクをコピーしました。7 日後に期限切れになります。
ko: 초대 링크를 복사했습니다. 7일 후 만료됩니다.
zh_hans: 已复制邀请链接，7 天后失效。
zh_hant: 已複製邀請連結，7 天後失效。

# settings.team.link.copy
source: Copy invite link
ar: نسخ رابط الدعوة
de: Einladungslink kopieren
es: Copiar enlace de invitación
fr: Copier le lien d’invitation
ja: 招待リンクをコピー
ko: 초대 링크 복사
zh_hans: 复制邀请链接
zh_hant: 複製邀請連結

# settings.team.link.summary
source: %1$@ · expires %2$@
ar: %1$@ · تنتهي في %2$@
de: %1$@ · läuft ab am %2$@
es: %1$@ · caduca el %2$@
fr: %1$@ · expire le %2$@
ja: %1$@ · 期限 %2$@
ko: %1$@ · 만료 %2$@
zh_hans: %1$@ · 到期日 %2$@
zh_hant: %1$@ · 到期日 %2$@

# settings.team.loading
source: Loading members…
ar: جارٍ تحميل الأعضاء…
de: Mitglieder werden geladen…
es: Cargando miembros…
fr: Chargement des membres…
ja: メンバーを読み込み中…
ko: 구성원 불러오는 중…
zh_hans: 正在加载成员…
zh_hant: 正在載入成員…

# settings.team.refresh
source: Refresh members
ar: تحديث الأعضاء
de: Mitglieder aktualisieren
es: Actualizar miembros
fr: Actualiser les membres
ja: メンバーを更新
ko: 구성원 새로 고침
zh_hans: 刷新成员
zh_hant: 重新整理成員

# settings.team.remove
source: Remove %@
ar: إزالة %@
de: %@ entfernen
es: Eliminar a %@
fr: Retirer %@
ja: %@ を削除
ko: %@ 제거
zh_hans: 移除 %@
zh_hant: 移除 %@

# settings.team.revoke
source: Revoke
ar: إلغاء
de: Widerrufen
es: Revocar
fr: Révoquer
ja: 取り消す
ko: 취소
zh_hans: 撤销
zh_hant: 撤銷

# settings.team.role.admin
source: Admin
ar: مسؤول
de: Administrator
es: Administrador
fr: Administrateur
ja: 管理者
ko: 관리자
zh_hans: 管理员
zh_hant: 管理員

# settings.team.role.member
source: Member
ar: عضو
de: Mitglied
es: Miembro
fr: Membre
ja: メンバー
ko: 구성원
zh_hans: 成员
zh_hant: 成員

# settings.team.section.invitations
source: Pending invitations
ar: الدعوات المعلّقة
de: Ausstehende Einladungen
es: Invitaciones pendientes
fr: Invitations en attente
ja: 保留中の招待
ko: 대기 중인 초대
zh_hans: 待处理的邀请
zh_hant: 待處理的邀請

# settings.team.section.links
source: Invite links
ar: روابط الدعوة
de: Einladungslinks
es: Enlaces de invitación
fr: Liens d’invitation
ja: 招待リンク
ko: 초대 링크
zh_hans: 邀请链接
zh_hant: 邀請連結

# settings.team.subtitle.empty
source: People who share this team's Cloud machines.
ar: الأشخاص الذين يتشاركون أجهزة Cloud الخاصة بهذا الفريق.
de: Personen, die die Cloud-Maschinen dieses Teams teilen.
es: Personas que comparten las máquinas Cloud de este equipo.
fr: Les personnes qui partagent les machines Cloud de cette équipe.
ja: このチームの Cloud マシンを共有するメンバーです。
ko: 이 팀의 Cloud 머신을 공유하는 사람들입니다.
zh_hans: 共享此团队 Cloud 机器的成员。
zh_hant: 共用此團隊 Cloud 機器的成員。

# settings.team.title
source: Team members
ar: أعضاء الفريق
de: Teammitglieder
es: Miembros del equipo
fr: Membres de l’équipe
ja: チームメンバー
ko: 팀 구성원
zh_hans: 团队成员
zh_hant: 團隊成員

# settings.team.you
source: you
ar: أنت
de: du
es: tú
fr: vous
ja: 自分
ko: 나
zh_hans: 你
zh_hant: 你

# settings.team.error.generic
source: Could not update the team. Try again.
ar: تعذّر تحديث الفريق. حاول مرة أخرى.
de: Das Team konnte nicht aktualisiert werden. Versuche es erneut.
es: No se pudo actualizar el equipo. Inténtalo de nuevo.
fr: Impossible de mettre à jour l’équipe. Réessayez.
ja: チームを更新できませんでした。もう一度お試しください。
ko: 팀을 업데이트할 수 없습니다. 다시 시도하세요.
zh_hans: 无法更新团队。请重试。
zh_hant: 無法更新團隊。請再試一次。

# settings.team.link.uses
source: %d uses
ar: %d استخدام
de: %d Verwendungen
es: %d usos
fr: %d utilisations
ja: %d 回使用
ko: %d회 사용
zh_hans: 已使用 %d 次
zh_hant: 已使用 %d 次

# settings.team.link.usesOf
source: %1$d of %d uses
ar: %1$d من %d استخدام
de: %1$d von %d Verwendungen
es: %1$d de %d usos
fr: %1$d sur %d utilisations
ja: %1$d / %d 回
ko: %1$d / %d회
zh_hans: 已使用 %1$d / %d 次
zh_hant: 已使用 %1$d / %d 次

# settings.team.seatSummary
source: %1$@ · %2$d of %d seats used
ar: %1$@ · %2$d من %d مقعد مستخدمة
de: %1$@ · %2$d von %d Plätzen belegt
es: %1$@ · %2$d de %d asientos en uso
fr: %1$@ · %2$d sur %d sièges utilisés
ja: %1$@ · 使用中: %2$d / %d 席
ko: %1$@ · 사용 중: %2$d / %d석
zh_hans: %1$@ · 已使用 %2$d / %d 个席位
zh_hant: %1$@ · 已使用 %2$d / %d 個席位

# settings.team.memberCount
source: %1$@ · %d members
ar: %1$@ · %d عضو
de: %1$@ · %d Mitglieder
es: %1$@ · %d miembros
fr: %1$@ · %d membres
ja: %1$@ · メンバー %d 人
ko: %1$@ · 구성원 %d명
zh_hans: %1$@ · %d 位成员
zh_hant: %1$@ · %d 位成員
